/* Ink */
"Epson genuine" = "爱普生原装正品";
"EPSON genuine" = "爱普生原装正品";
"NONEGENUINECARTRIDGE" = "非爱普生原装正品墨盒";

/* Color */
"Black" = "黑色";
"Color" = "彩色";
"Matte Black" = "粗面黑色";
"Photo Black" = "照片黑色";
"Light Black" = "淡黑色";
"Light Light Black" = "淡淡黑色";
"Cyan" = "青色";
"Light Cyan" = "淡青色";
"Magenta" = "洋红色";
"Light Magenta" = "淡洋红色";
"Yellow" = "黄色";
"Dark Yellow" = "深黄色";
"Red" = "红色";
"Blue" = "蓝色";
"Gloss Optimizer" = "亮光色";
"Vivid Magenta" = "鲜洋红色";
"Vivid Light Magenta" = "淡鲜洋红色";
"Orange" = "橙色";
"Green" = "绿色";
"Unknown" = "未知";

"LFP Black" = "黑色";
"LFP Matte Black" = "粗面黑色";
"LFP Photo Black" = "照片黑色";
"LFP Light Black" = "淡黑色";
"LFP Light Light Black" = "淡淡黑色";
"LFP Cyan" = "青色";
"LFP Light Cyan" = "淡青色";
"LFP Magenta" = "洋红色";
"LFP Light Magenta" = "淡洋红色";
"LFP Yellow" = "黄色";
"LFP Dark Yellow" = "深黄色";
"LFP Red" = "红色";
"LFP Blue" = "蓝色";
"LFP Gloss Optimizer" = "亮光色";
"LFP Vivid Magenta" = "鲜洋红色";
"LFP Vivid Light Magenta" = "淡鲜洋红色";
"LFP Orange" = "橙色";
"LFP Green" = "绿色";

"EAI Black" = "黑色";
"EAI Matte Black" = "粗面黑色";
"EAI Photo Black" = "照片黑色";
"EAI Light Black" = "淡黑色";
"EAI Light Light Black" = "淡淡黑色";
"EAI Cyan" = "青色";
"EAI Light Cyan" = "淡青色";
"EAI Magenta" = "洋红色";
"EAI Light Magenta" = "淡洋红色";
"EAI Yellow" = "黄色";
"EAI Dark Yellow" = "深黄色";
"EAI Red" = "红色";
"EAI Blue" = "蓝色";
"EAI Gloss Optimizer" = "亮光色";
"EAI Vivid Magenta" = "鲜洋红色";
"EAI Vivid Light Magenta" = "淡鲜洋红色";
"EAI Orange" = "橙色";
"EAI Green" = "绿色";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "通讯错误";
"Common ComError Text2" = "检查所有的连接，确认所有的设备都开启。如果打印机电源在打印时关闭，请取消打印任务。如果错误仍然存在，请参见打印机文档。";
"Common ComError B1" = "重试";
"Common ComError B2" = "取消";

"Common Error Text1" = "未知错误";
"Common Error Text2" = "关闭打印机电源，并移除所有的夹纸。等待几分钟，再次打开打印机电源。";
"Common Error B1" = "终止";
"Common Error B2" = "继续";

"Common FF Error Text1" = "更换墨盒";
"Common FF Error Text2" = "检查墨盒是否安装正确。";
"Common FF Error B1" = "终止";
"Common FF Error B2" = "继续";

"Common Ink Low at Proxy" = "墨量低";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "当前装入打印机的墨盒与 Print Center 所选择的打印机的墨盒不同。请在 Print Center 的打印机列表中删除打印机并重新添加打印机。";
"INKSETALERT_READDPRINTER_T" = "当前装入打印机的墨盒与打印机设置程序所选择的打印机的墨盒不同。请在打印机设置程序的打印机列表中删除打印机并重新添加打印机。";
"INKSETALERT_READDPRINTER_L" = "当前装入打印机的墨盒与所选的打印机的墨盒不同。请在系统偏好设置>打印与传真>打印标签中删除打印机并重新添加打印机。";

"Code" = "编码";

/* For Paper Low Alert */
"PAPERLOW_P" = "纸量少";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "通讯错误";
"SEH_ER00" = "常规错误";
"SEH_ER01" = "打印机繁忙";
"SEH_ER04" = "夹纸";
"SEH_ER05" = "更换墨盒";
"SEH_ER05_ICERR" = "更换墨盒";
"SEH_ER05_FF" = "更换墨盒";
"SEH_ER06" = "装纸不正确";
"SEH_ER10" = "服务请求";
"SEH_WRCD" = "不能完成打印头清洗。";
"SEH_CCE" = "发生错误。";
"SEH_RPE" = "在打印机驱动中选择的打印纸来源设置，与装入打印机的打印纸不符。";
"SEH_STCS" = "正在给墨水系统充墨";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "发生通讯错误。确认打印机电源开启。检查电缆连接状态。如果正在打印喷嘴检查图案，关闭打印机再打开，以重置打印机。";
"Ink Exchange Err 2" = "打印头不能移到墨盒更换位置。";
"Ink Exchange Err 3" = "打印头不能移到正确位置。";
"Ink Exchange Err 4" = "无法完成装墨。";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
解决使用此产品时遇到的问题。";
"ErrorHandler Button String Cancel" = "取消";

/* Ink Tank Utility */
"Above" = "高于";
"below" = "低于";
"Correct" = "此ID有效。";
"Wrong" = "此ID无效。";
"DifferenceColor" = "此ID是用于%correctcolor%.
此ID无效。";
"Duplicate" = "您不能输入已经用过的ID。";
"DifferenceMachine" = "此ID无效。";
"Ink Tank Utility Err1" = "没有该打印机可用的信息。";
"Ink Tank Utility Err2" = "发生通讯错误。
请检查连接，然后重试。";
